function content(name, text) {
    return '<div id="content">' +
    '<div id="siteNotice">' +
    '</div>' +
    '<h1 id="firstHeading" class="firstHeading">' + name + '</h1>' +
    '<div id="bodyContent">' +
    '<p>' + text + '</p>' +
    '</div>' +
    '</div>';
};

var magazia = ['μια παραδοσιακή ταβέρνα στο κέντρο της Αθήνας.', 
            '20 χρόνια στο Ζωγράφου παρέχουμε μια σταθερή ποιότητα και απολαυστικά παραδοσιακά πιάτα.', 
            ' το παραδοσιακό μεξικάνικο πιάτο στην Αθήνα.',
            ' ανατολίτικες πικάντικες γέυσης που συνδυάζουν συνταγές από την Ινδία και το Πακιστάν.',
            ' εστιατόριο και καφέ με την καλύτερη θέα στην Αθήνα.'];
                